const blue = '#3498db';
const red = '#e74c3c';
const green = '#2ecc71';

export const data = [
    {
        tag: '동일',
        color: blue,
        verse: 1,
        text: `
너를 만나고 세상이 모두 변했어
의미 없던 하루가 소중해졌으니
그냥 길을 걷다가도
괜히 웃음이 나와
나의 하루는 선물 같아
        `
    },
    {
        tag: '성진',
        color: red,
        verse: 1,
        text: `
내게 다가왔던 그 순간부터
작은 기적을 안겨준
너에게 말할게
조금 서투른 고백일지라도
        `
    },
    {
        tag: '동일',
        color: blue,
        verse: 1,
        text: `
수많은 사람들 중에
내 곁을 지켜준 사람
넌 모든 순간을 꿈꾸게 하니까
언제나 너의 곁에서
세상 그 누구보다
소중한 사람이 되고 싶어
        `
    },
    {
        tag: '성진',
        color: red,
        verse: 2,
        text: `
나의 세상은 너 하나로 가득해서
나의 계절은 항상 따뜻했어
더는 무엇도 바라지 않아
지금처럼만 우리
곁에 있으면 난 충분해
        `
    },
    {
        tag: '동일',
        color: blue,
        verse: 2,
        text: `
내게 다가왔던 그 순간부터
작은 기적을 안겨준
너에게 말할게
조금 서투른 고백일지라도
        `
    },
    {
        tag: '성진',
        color: red,
        verse: 2,
        text: `
수많은 사람들 중에
내 곁을 지켜준 사람
넌 모든 순간을 꿈꾸게 하니까
언제나 너의 곁에서
세상 그 누구보다
소중한 사람이 되고 싶어
        `
    },
    {
        tag: '동일',
        color: blue,
        verse: 2,
        text: `
이토록 눈부시게 아름다운 날
약속할게 영원토록
너의 두 손 놓지 않을게
        `
    },
    {
        tag: '성진',
        color: red,
        verse: 2,
        text: `
(선태 마이크주기)
고마워 한없이 네게 감사해
두 번 다신 없을 나의 너에게
        `
    },
    {
        tag: '선태',
        color: green,
        verse: 2,
        text: `
우리가 걷는 이 길이
때론 힘이 들어도
먼 훗날 말하고 싶어
이 길의 끝에 서서
너라서 정말 고마웠다고
정말 고마워
        `
    },
]
